Repository: batyok32/check
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: tk

source: Administration
tk: Dolandyryş

source: Order item
tk: Sargyt harydy

source: Reason
tk: Sebäp

source: Status
tk: Ýagdaý

source: Created
tk: Döredilen

source: Refund request for %(order_item)s - Status: %(status)s
tk: Wozwrat haýyşy üçin %(order_item)s - Ýagdaý: %(status)s

source: Refund request
tk: Wozwrat

source: Refund requests
tk: Wozwratlar

source: User
tk: Ulanyjy

source: Rating
tk: Baha

source: Comment
tk: Teswir

source: Review by %(user)s - Rating: %(rating)s
tk: %(user)s tarapyndan komentariya - Baha: %(rating)s

source: App review
tk: Programma komentariýasy

source: App reviews
tk: Programma komentariýalary

source: Error
tk: Ýalňyşlyk

source: Notes
tk: Bellikler

source: Label create fail
tk: Etiket döretmek şowsuz

source: Label create fails
tk: Etiket döretmek şowsuzlyklary

source: Email
tk: E-poçta

source: Subject
tk: Mowzuk

source: Message
tk: Habar

source: Resolved
tk: Çözülen

source: Support case
tk: Goldaw işi

source: Support cases
tk: Goldaw işleri

source: Case
tk: Iş

source: Client
tk: Müşderi

source: Support case message
tk: Goldaw iş habary

source: Support case messages
tk: Goldaw iş habarlary

source: User type
tk: Ulanyjy görnüşi

source: Title
tk: Ady

source: Image
tk: Surat

source: Help category
tk: Kömek kategoriýasy

source: Help categories
tk: Kömek kategoriýalary

source: Category
tk: Kategoriýa

source: Text
tk: Tekst

source: Short description
tk: Gysga düşündiriş

source: Help
tk: Kömek

source: Helps
tk: Kömekler

source: Orders
tk: Sargytlar

source: Customer
tk: Müşderi

source: Updated
tk: Täzelendi

source: Total price
tk: Jemi bahasy

source: Total shipping
tk: Jemi iberiş

source: Total tax
tk: Jemi salgyt

source: Total items
tk: Jemi harytlar

source: Card id
tk: Kartoçka ID

source: Card type
tk: Kartoçka görnüşi

source: Card brand
tk: Kartoçka markasy

source: Card last 4 digits
tk: Kartoçkanyň soňky 4 sanawy

source: Square payment id
tk: Square töleg ID

source: Destination - full name
tk: Gideýiş ýeri - doly ady

source: Destination - address line
tk: Gideýiş ýeri - salgy haty

source: Destination - address line 2
tk: Gideýiş ýeri - salgy haty 2

source: Destination - city
tk: Gideýiş ýeri - şäher

source: Destination - state
tk: Gideýiş ýeri - ştat

source: Destination - zip code
tk: Gideýiş ýeri - poçta kody

source: Destination - country
tk: Gideýiş ýeri - ýurt

source: Destination - phone number
tk: Gideýiş ýeri - telefon belgisi

source: Order
tk: Sargyt

source: Product
tk: Önüm

source: Seller
tk: Satyjy

source: Quantity
tk: Mukdary

source: Price
tk: Bahasy

source: Courier id
tk: Kuryer ID

source: Courier name
tk: Kuryer ady

source: Courier type
tk: Kuryer görnüşi

source: Shipping total
tk: Iberiş jemi

source: Tax rate
tk: Salgyt derejesi

source: Total of taxes
tk: Salgytlaryň jemi

source: App Fee (10%)
tk: Programma tölegi (10%)

source: Without app fee
tk: Programma tölegi bolmazdan

source: Variations
tk: Waryasyýalar

source: Product name
tk: Önümiň ady

source: Is bulk
tk: Köpçülikleýinmi

source: Bought in containers
tk: Konteýnerda satyn alynan

source: Quantity inside container
tk: Konteýneriň içindäki san

source: Origin - address 1
tk: Çykyş - salgy 1

source: Origin - address 2
tk: Çykyş - salgy 2

source: Origin - city
tk: Çykyş - şäher

source: Origin - state
tk: Çykyş - ştat

source: Origin - zip code
tk: Çykyş - poçta kody

source: Origin - country
tk: Çykyş - ýurt

source: Order notes
tk: Sargyt bellikleri

source: Released time
tk: Boşadyş wagty

source: Delivered time
tk: Eltip berlen wagty

source: Is label created
tk: Etiket döredilenmi

source: Label state
tk: Etiket ýagdaýy

source: Is closed
tk: Ýapykmy

source: Order items
tk: Sargyt harytlary

source: Before state
tk: Öňki ýagdaý

source: Finished state
tk: Gutarnykly ýagdaý

source: Changed time
tk: Üýtgedilen wagty

source: Order item status change history
tk: Sargyt harydy ýagdaýy üýtgeşme taryhy

source: Order item status change histories
tk: Sargyt harydy ýagdaýy üýtgeşme taryhlary

source: Length
tk: Uzynlygy

source: Width
tk: Ini

source: Weight
tk: Agramy

source: Height
tk: Beýikligi

source: Dimension unit
tk: Ölçeg birligi

source: Weight unit
tk: Agram birligi

source: Box
tk: Gutu

source: Boxes
tk: Gutular

source: Shipment id
tk: Iberiş ID

source: Shipping document
tk: Iberiş resminamasy

source: Document format
tk: Resminama görnüşi

source: Document size
tk: Resminama ölçegi

source: Tracking page url
tk: Yzarlaýyş sahypa URL

source: Tracking
tk: Yzarlaýyş

source: Label
tk: Etiket

source: Labels
tk: Etiketler

source: End state
tk: Gutarnykly ýagdaý

source: Change time
tk: Üýtgeşme wagty

source: Label history
tk: Etiket taryhy

source: Label histories
tk: Etiket taryhlary

source: Name
tk: Ady

source: Address
tk: Salgy

source: City
tk: Şäher

source: State
tk: Ştat

source: Country
tk: Ýurt

source: Zip code
tk: Poçta kody

source: Phone number
tk: Telefon belgisi

source: Latitude
tk: Giňişlik

source: Longtitude
tk: Uzynlyk

source: Person name
tk: Adamyň ady

source: Wholestore
tk: Ammar

source: Wholestores
tk: Ammarlar

source: Origin states: (only state codes with ',' split)
tk: Çykyş ştatlary: (diňe ştat kodlary ',' bölünen)

source: Delivery states: (only state codes with ',' split)
tk: Eltip beriş ştatlary: (diňe ştat kodlary ',' bölünen)

source: Tax %
tk: Salgyt %

source: Tax
tk: Salgyt

source: US States Taxes
tk: ABŞ Ştatlarynyň Salgytlary

source: Amount
tk: Mukdar

source: App Fee Claim
tk: Programma töleg

source: App Fee Claims
tk: Programma tölegler

source: Scheduled
tk: Reserwlenen

source: Failed
tk: Ýalňyşlyk

source: Success
tk: Üstünlik

source: Date of pickup
tk: Pikapyň wagty

source: Pickup state
tk: Pikapyň ýagdaýy

source: Pickup
tk: Pikap

source: Pickup history
tk: Pikapyň taryhy

source: Products
tk: Önümler

source: Pending
tk: Garaşylýar

source: Processing...
tk: Işlenilýär...

source: Parent
tk: Ata

source: Status of image
tk: Suratyň ýagdaýy

source: Categories
tk: Kategoriýalar

source: Select
tk: Saýlaň

source: Multiple select
tk: Köp sanly saýlaň

source: Boolean
tk: Bolanok

source: Default values
tk: Bellenen bahalar

source: Category option
tk: Kategoriýa opsiýasy

source: Category options
tk: Kategoriýa opsiýalary

source: Description
tk: Düşündiriş

source: Unit of measuring
tk: Ölçeg birligi

source: Country of origin
tk: Çykyş ýurdy

source: In stock
tk: Gatda bar

source: Limited stock
tk: Çäkli stok

source: Minimum quantity
tk: Iň az mukdar

source: Active
tk: Işjeň

source: Minimum price
tk: Iň az bahasy

source: Maximum price
tk: Iň köp bahasy

source: Sold quantity
tk: Satylan mukdary

source: Last sold at
tk: Soňky satylan wagty

source: Bulk
tk: Köpçülikleýin

source: Shipping address
tk: Iberiş salgysy

source: Item length
tk: Zat uzynlygy

source: Item weight
tk: Zat agramy

source: Item width
tk: Zat ini

source: One box length
tk: Biriňki gutu uzynlygy

source: One box height
tk: Biriňki gutu beýikligi

source: One box width
tk: Biriňki gutu ini

source: One box weight
tk: Biriňki gutu agramy

source: Value
tk: Baha

source: Product option
tk: Önüm opsiýasy

source: Product options
tk: Önüm opsiýalary

source: Video
tk: Wideo

source: File type
tk: Faýl görnüşi

source: File
tk: Faýl

source: Variation category
tk: Waryasyýa kategoriýasy

source: Product variation
tk: Önüm waryasyýasy

source: Product variations
tk: Önüm waryasyýalary

source: Variation quantity
tk: Waryasyýa mukdary

source: Variation quantities
tk: Waryasyýa mukdary

source: Lead time min:
tk: Iň az wagty

source: Lead time max:
tk: Iň köp wagty

source: Bulk purchase policy
tk: Köpçülikleýin satyn alyş syýasaty

source: Bulk purchase policies
tk: Köpçülikleýin satyn alyş syýasatlary

source: Username
tk: Ulanyjy ady

source: Review
tk: Komentariýa

source: Reviews
tk: Komentariýalar

source: Origin countries: (only country codes with ',' split)
tk: Çykyş ýurtlary: (diňe ýurt kodlary ',' bölünen)

source: Delivery countries: (only country codes with ',' split)
tk: Eltip beriş ýurtlary: (diňe ýurt kodlary ',' bölünen)

source: Minimum delivery time
tk: Iň az eltip beriş wagty

source: Maximum delivery time
tk: Iň köp eltip beriş wagty

source: Meter cube price
tk: Kub metr bahasy

source: Kilogram price
tk: Kilogram bahasy

source: Max kilogram
tk: Iň köp kilogram

source: Max meter cube
tk: Iň köp kub metr

source: Shipping
tk: Iberiş

source: YuuSell Shippings
tk: YuuSell Iberişleri

source: Recommendation
tk: Maslahat

source: Users
tk: Ulanyjylar

source: First name
tk: Birinji ady

source: Last name
tk: Soňky ady

source: Is active
tk: Işjeňmi

source: Is staff
tk: Işgärmi

source: Is superuser
tk: Baş işgärmi

source: Is seller
tk: Satyjymy

source: Is verified seller
tk: Tassyklanan satyjymy

source: Square customer id
tk: Square müşderi ID

source: Store name
tk: Dükan ady

source: Business name
tk: Işewürlik ady

source: Business type
tk: Işewürlik görnüşi

source: Custom business type
tk: Öz işewürlik görnüşi

source: Is phone verified
tk: Telefon tassyklanmy

source: Is agreement accepted
tk: Ylalaşyk kabul edilenmi

source: Address line 1
tk: Salgy haty 1

source: Address line 2
tk: Salgy haty 2

source: Available balance
tk: Elýeterli balans

source: On hold balance
tk: Saklanýan balans

source: Sellers
tk: Satyjylar

source: Citizenship
tk: Raýatlyk

source: Birth country
tk: Doglan ýurt

source: Birth date
tk: Doglan senesi

source: Residential country
tk: Ýaşaýan ýurt

source: Contact person role
tk: Habarlaşma adamyň roly

source: Contact person
tk: Habarlaşma adamy

source: Contact people
tk: Habarlaşma adamlary

source: Addresses
tk: Adreslar

source: Document type
tk: Resminama görnüşi

source: Document
tk: Resminama

source: Upload date
tk: Ýükleme senesi

source: Documents
tk: Resminamalar

source: Bin number
tk: Bin belgisi

source: Cardholder name
tk: Kartoçka eýesiň ady

source: Last 4 digits
tk: Soňky 4 san

source: Card
tk: Kartoçka

source: Cards
tk: Kartoçkalar

source: Transaction type
tk: Tranzaksiýa görnüşi

source: Timestamp
tk: Wagt möhüri

source: Reference ID
tk: Salgylanma ID

source: Closing balance
tk: Gutarnykly balans

source: Variation
tk: Waryasyýa

source: Seller transaction
tk: Satyjy tranzaksiýasy

source: Seller transactions
tk: Satyjy tranzaksiýalary

source: Order ID
tk: Sargyt ID

source: Amount ($)
tk: Mukdar ($)

source: Courier ID
tk: Kuryer ID

source: Shipping transaction
tk: Shipping tranzaksiýasy

source: Shipping transactions
tk: Shipping tranzaksiýalary

source: Fee amount ($)
tk: Töleg mukdary ($)

source: State of process
tk: Prosesyn ýagdaýy

source: Withdraw request
tk: Çykaryş zaprosy

source: Withdraw requests
tk: Çykaryş zaproslar
